Repository: jpawlowski/openvpn-als
Catalog: adito-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr

source: {0} is not a valid group name.
fr: {0} n'est pas un nom de groupe valide.

source: {0} is not a valid policy name.
fr: {0} n'est pas un nom de stratégie valide.

source: Failed to validate recipients.
fr: Echec de validation des destinataires.

source: Adito:::Clear Message Queue
fr: Adito:::Effacer la file d'attente de messages

source: If you continue, <strong>ALL</strong> queued messages will be deleted.
fr: Si vous continuez, <strong>TOUS</strong> les messages dans la file d'attente seront supprimés.

source: There may be important messages waiting.
fr: Il peut y avoir des messages importants en attente.

source: Clear Messages
fr: Effacer les messages

source: Adito:::Status
fr: Adito:::Statut

source: Details the current status of Adito including logged-on users, memory allocation and other information on your hardware.
fr: Détaille l'état actuel d'Adito, en incluant les utilisateurs logués, l'allocation de la mémoire et d'autres informations sur votre matériel.

source: Date / Time
fr: Date / Heure

source: Address
fr: Adresse

source: VPN Sessions
fr: Sessions VPN

source: Client environment
fr: Environnement client

source: Free
fr: Libre

source: Used
fr: Utilisé

source: OS Name
fr: OS Nom

source: Java Version
fr: Version Java

source: Server Port
fr: Port du serveur

source: Active Threads
fr: Processus actifs

source: Available Processors
fr: Processeurs disponibles

source: Network Interfaces
fr: Interfaces réseau

source: Thread dump
fr: Dump du processus

source: System Information
fr: Information système

source: You cannot log yourself off.
fr: Vous ne pouvez pas vous déloguer vous-même.

source: Log off user
fr: Déloguer un utilisateur

source: Log user off
fr: Déloguer l'utilisateur

source: User name
fr: Nom de l'utilisateur

source: Full name
fr: Nom complet

source: Email Address
fr: Adresse e-mail

source: Host name
fr: Nom d'hôte

source: Session type
fr: Type de session

source: User Agent
fr: Agent Utilisateur

source: Logon time
fr: Heure de connexion

source: Embedded
fr: Embarqué

source: Failed to upload keystore {0}.
fr: Echec d'envoi du keystore {0}.

source: Key store uploaded.
fr: Key store envoyé

source: No file to upload has been provided.
fr: Aucun fichier à envoyer n'a été fourni.

source: Key store exists.
fr: Key store existe.

source: Please delete before uploading a new one.
fr: Veuillez effacer avant d'envoyer un nouveau.

source: Adito:::System Configuration
fr: Adito:::Configuration système

source: Here you may configure various system preferences and options to customize the behaviour of your Adito VPN server.
fr: Ici, vous pouvez configurer différents paramètres système pour personnaliser le comportement de votre serveur VPN Adito

source: Please ensure that Automatic Updates are enabled to ensure you have the latest and most secure version of the software.
fr: Veuillez vous assurer que les mises à jour automatiques sont activées pour obtenir la dernière version la plus sécurisée du logiciel.

source: Adito:::Shutdown
fr: Adito:::Arrêt

source: Are you sure you want to shutdown Adito?
fr: Etes-vous sûr de vouloir arrêter Adito?

source: There may be users currently connected.
fr: Il se peut qu'il y ait des utilisateurs connectés.

source: If Adito is running as a service, you will also have the option to restart the server.
fr: Si Adito tourne en tant que service, vous avez aussi l'option de redémarrer le serveur.

source: Shutdown Adito
fr: Arrêter Adito

source: Shutdown or Restart
fr: Arrêter ou Redémarrer

source: Already Shutting Down
fr: Un arrêt est déjà en cours

source: A shutdown or restart is already scheduled for <strong>{0}</strong>.
fr: Une extinction ou un redémarrage est déjà planifié pour <strong>{0}</strong>.

source: If you wish to cancel it, please click on the Cancel button below.
fr: Si vous voulez annuler, cliquer sur le bouton Annuler.

source: WARNING!
fr: Avertissement

source: There are currently {0} users logged on.
fr: Il y a actuellement {0} utilisateurs connectés.

source: Restart Adito
fr: Redémarrer Adito

source: Delay in minutes
fr: Délai en minutes

source: Cancel Shutdown / Restart
fr: Annuler Arrêter / Redémarrer

source: The Shutdown/Restart delay must not be less than 0 minutes.
fr: Le délai d'arrêt/redémarrage ne peut pas être inférieur a 0 minute.

source: The Shutdown/Restart delay must be in whole minutes, no decimals.
fr: Le délai d'Arrêt/Redemarrage doit être en minutes entières, pas de décimale.

source: The system will Shutdown/Restart at <strong>{0}</strong>.
fr: Le système va s'arrêter/redémarrer à <strong>{0}</strong>.

source: Please ensure that you logout before this time.
fr: Assurez-vous d'être déconnecté avant le temps imparti.

source: Server Shut Down
fr: Le serveur s'arrête

source: The system has been shut down, no actions are available at the moment.
fr: Le système a été arrêté, aucune action disponible à ce moment.

source: Server Restarted
fr: Serveur Redemarré

source: The system has been started, you will be redirected to the logon page.
fr: Le système a été démarré, vous allez être redirigé vers la page de connexion.

source: Send Message To All Users
fr: Evnoyer un message à tous les utilisateurs

source: Send a message to all users, warning them of the shutdown.
fr: Envoyer un message à tous les utiisateurs pour les avertir de l'arrêt du serveur.

source: Adito:::Immediate shutdown/restart
fr: Adito:::Arrêter/Redémarrer immédiatement

source: Confirm Immediate shutdown/restart
fr: Confirmer l'arrêt/redémarrage immédiat

source: The system will shutdown/restart in 10 seconds, Are you sure?
fr: Le système va être arrêté/redémarré dans 10 secondes, êtes-vous sûr?

source: Adito:::Timed shutdown/restart
fr: Adito:::Arrêt/Redemarrage prévu

source: Timed Immediate shutdown/restart
fr: Arrêt/redémarrage planifié immédiat

source: They system will shutdown/restart at <strong>{0}</strong>, Are you sure?
fr: Le système va s'arrêter/redémarrer à<strong>{0}</strong>, êtes-vous sûr?

source: Adito:::Cancel Shutdown
fr: Adito:::Annuler l'arrêt

source: Confirm Cancel Shutdown
fr: Confirmer l'annulation de l'arrêt

source: Cancel the currently scheduled shutdown, Are you sure?
fr: Annuler l'arrêt planifié, êtes-vous sûr?

source: Adito:::Restarting
fr: Adito:::Redémarrage

source: Restarting
fr: Redémarrage

source: Adito will restart in 10 seconds.
fr: Adito va redémarrer dans 10 secondes.

source: This page contains an error.
fr: Cette page contient une erreur.

source: Adito:::Shutting Down
fr: Adio:::Arrêt

source: Shutting Down
fr: Arrêt en cours

source: Adito will shutdown in 10 seconds.
fr: Adito va s'arrêter dans 10 secondes.

source: Server is not running as a service.
fr: Ce serveur n'est pas démarré en tant que service.

source: Restart is not possible.
fr: Le redémarrage n'est pas possible.

source: Adito:::Configuration Changed - Restart Required
fr: Adito:::Configuration Modifiée - Redémarrage nécessaire

source: Configuration Changed - Restart Required
fr: Configuration Modifiée - Redémarrage nécessaire

source: The configuration has changed and Adito now requires a restart before these settings can take effect.
fr: La configuration a été modifiée, Adito doit maintenant être <a class="plaintText" href="/showShutdown.do">redémarré</a> pour que ces paramètres soient actifs.

source: Do you wish to do this now?
fr: Voulez-vous faire ça maintenant?

source: A general error has occured.
fr: Une erreur générale s'est produite.

source: This delivery system sends emails to recipients using the SMTP protocol.
fr: Ce système de délivrance envoie des e-mails aux destinataires au moyen du protocole SMTP.

source: If you have not already done so, you will need to configure the SMTP server to use in the <strong>System Configuration</strong> pages.
fr: Si vous ne l'avez pas encore fait, vous devrez configurer un serveur SMTP à utiliser dans la page <strong>Configuration système</strong>.

source: This delivery system sends messages to users who are running the Adito Agent.
fr: Ce système de délivrance envoie des messages aux utilisateurs qui utilisent l'agent Adito.

source: Due to the nature of the agent, the message will probably take slightly longer to be delivered than by other methods.
fr: En raison de la nature de l'agent, le message prendra probablement plus de temps pour être délivré qu'avec les autres méthodes.

source: Properties and Profiles
fr: Propriétés et Profils

source: Message resources for Adito system configuration, profiles and profile properties.
fr: Ressources de message pour la configuration du système Adito, des profils et des propriétés de profil.

source: User Attribute
fr: Attribut Utilisateur

source: Policy Attribute
fr: Attribut de Stratégie

source: Resource Attribute
fr: Attribut de Ressource

source: Text
fr: Texte

source: Number
fr: Nombre

source: Checkbox
fr: Case à cocher

source: Multiple Entry
fr: Entrée Multiple

source: Text Area
fr: Zone de texte

source: Time
fr: Temps

source: Color
fr: Couleur

source: Multiple Selection
fr: Sélexion Multiple

source: User or admin may use, view or change
fr: Un utilisateur ou un administreur peut utiliser, voir ou modifier

source: User may use or view, administrator may change
fr: Un utilisateur peut utiliser ou voir, un administrateur peut modifier

source: User may use, administrator may view or change
fr: Un utilisateur peut utiliser, un administrateur peut voir ou modifer

source: User confidential
fr: Confidentialité utiisateur

source: Startup Profile
fr: Profil de démarrage

source: Choose the profile you wish to use upon startup.
fr: Choisissez le profil que vous voulez utiliser au démarrage.

source: If <i>Select At Login</i> is chosen, you will be given the oppurtunity to select your profile upon login.
fr: Si <i>Sélection au Login</i> est sélectionné, vous aurez la possibilité de sélectionner votre profil au démarrage.

source: Select on Login
fr: Sélectionner au Démarrage

source: Adito:::Global Preferences
fr: Adito:::Préférences Globales

source: Global Preferences
fr: Préférences Globales

source: Here you can configure global Adito preferences that will become the default settings for each connecting user.
fr: Vous pouvez configurer ici vos préférences globales d'Adito qui deviendront les paramètres par défaut pour chaque utilisateur connecté.

source: Note that users may have the ability to override some of these properties.
fr: Notez que les utilisateurs peuvent avoir la possibilité d'outrepasser certaines de ces propriétés.

source: You can may create different profiles for different environments that your users may find themselves in (at home, at the office etc).
fr: Vous pouvez créer différents profils pour différents environnements que vos utilisateurs pourront utiliser (à la maison, au bureau, ...).

source: If given the right to do so, a user may either simply use the profile or create new profiles based on them.
fr: Si l'utiisateur a les droits,il pourra simplement utiiser ce profil ou créer de nouveaux profils basés sur celui-ci.

source: They may not edit them.
fr: Ils ne peuvent pas les éditer.

source: Adito:::Profiles
fr: Adito:::Profils

source: Here you can configure <strong>profiles</strong> that are used for storing various preferences for your users accounts.
fr: Vous pouvez configurer ici vos <strong>profils</strong> qui servent à stocker les préférences pour vos comptes utilisateur.

source: Create Profile
fr: Créer un Profil

source: Configure profiles for your users
fr: Configurer les profils pour vos utilisateurs

source: Adito:::My Profiles
fr: Adito:::Mes Profils

source: Here you can configure profiles that may be used to store preferences for your individual user account.
fr: Vous pouvez configurer ici vos profils qui servent à stocker les préférences pour vos comptes utilisateur.

source: This is useful especially when connecting from different environments where your connection settings may be different (e.g. at home, at the office).
fr: Ceci est pratique si vous vous connectez depuis des emplacements ayant besoin de paramètres différents (domicile, bureau, ....).

source: The administrator will already have configured one default profile which you may view here but not edit.
fr: L'administrateur a déjà configuré un profil par défaut que vous pouvez voir, mais pas modifier.

source: Create Personal Profile
fr: Créer un profil personnel

source: Adito:::Preferences
fr: Adito:::Préférences

source: This page allows you to view or change the preferences for your current selected profile.
fr: Cette page vous permet de voir ou modifier les préférences pour le profil actuellement sélectionné.

source: If you are currently using a default profile you will not be able to change anything, only the adminstrator may do this.
fr: Si vous utilisez le profil par défaut, vous ne pourrez rien changer, seul l'administrateur peut le faire.

source: For easier navigation, all preferences are divided up into categories.
fr: Pour une navigation plus aisée, toutes les préférences sont divisées en catégories.

source: Drill down through the sections to find the required setting and click <strong>Apply</strong> to save.
fr: Parcourez les sections pour trouver le paramètre requis et cliquez sur <strong>Appliquer</strong> pour sauvegarder.

source: Scope:
fr: Etendue:

source: To create a new profile, click on the button to the right.
fr: Pour créer un nouveau profil, cliquez sur le bouton sur la droite.

source: <strong>This profile is attached to multiple policies :-</strong>
fr: <strong>Ce profil est attaché à plusieurs stratégies :-</strong>

source: The are no global profiles configured for you to use or manage.
fr: Il n'y a pas de profils globaux configurés pour vous.

source: You have no personal profiles configured.
fr: Vous n'avez pas de profil personnel configuré.

source: Click on <strong>Create Personal Profile</strong> in the Actions bar if it is available to create one.
fr: Cliquez sur <strong>Créer un Profil Personnel</strong> dans la barre d'Actions pour en créer un nouveau.

source: Remove this profile
fr: Supprimer ce profil

source: Edit this profile's name and description.
fr: Editer le nom et la description de ce profil

source: Copy this profile.
fr: Copier ce profil.

source: Configure this profile's properties
fr: Configurer les propriétés du profil

source: Edit this profile
fr: Editer ce profil

source: Clone
fr: Dupliquer

source: Clone this profile
fr: Dupliquer ce profil

source: Configure this profiles properties
fr: Configurer les propriétés de ce profil

source: View information about this profile
fr: Voir les informations de ce profil

source: Value
fr: Valeur

source: Default
fr: Défaut

source: Done
fr: Terminer

source: Sub-categories
fr: Sous-catégories

source: This category of preferences contains sub-categories.
fr: Cette catégorie de préférences contient des sous-catégories.

source: Click on the category icon to display and edit these preferences.
fr: Cliquez sur l'icône de catégorie pour afficher et éditer ces préférences.

source: Configure Profiles
fr: Configurer les Profils

source: Profile to Edit:
fr: Profil à Editer:

source: Adito:::Create Profile
fr: Adito:::Créer un Profil

source: Create a profile.
fr: Créer un Profil.

source: Base on
fr: Basé sur

source: Adito:::Create Global Profile
fr: Adito:::Créer un Profil Global

source: Create Global Profile
fr: Créer un Profil Global

source: Create a global profile.
fr: Créer un Profil Global.

source: Adito:::Edit Profile
fr: Adito:::Editer un Profil

source: Edit Profile
fr: Editer un Profil

source: Edit a profile
fr: Editer un profil

source: Adito:::Edit Global Profile
fr: Adito:::Editer un Profil Global

source: Edit Global Profile
fr: Editer un Profil Global

source: Edit a global profile
fr: Editer un Profil Global

source: Adito:::Attribute Definitions
fr: Adito:::Définitions d'Attribut

source: Attribute Definitions
fr: Définitions d'Attribut

source: Use this page to view and configure <i>Attributes Definitions</i>.
fr: Utilisez cette page pour voir et configurer les <i>Définitions d'Attributs</i>.

source: These may be used any for replacement values anywhere that supports them (Application shortcuts for example may use one of these values).
fr: Ceux-ci peuvent être utilisés pour toute valeur de remplacement qui le supporte (les Raccourcis d'Applications par exemple peuvent utiliser une de ces valeurs).

source: Remove this attribute definition
fr: Supprimer cette définition d'attribut

source: Edit this attribute definition
fr: Editer cette définition d'attribut

source: Category
fr: Catégorie

source: Visibility
fr: Visibilité

source: Overridable
fr: Outrepassable

source: Viewable
fr: Visible

source: Hidden
fr: Caché

source: Confidential
fr: Confidentiel

source: Attribute {0} removed.
fr: Attribut {0} supprimé.

source: There are currently no attribute definitions defined.
fr: Il n'y a actuellement aucune définition d'attribut configurée

source: Click on <strong>Create Attribute</strong> to create one.
fr: Cliquez sur <strong>Créer un Attribut</strong> pour en créer un nouveau.

source: Create Attribute
fr: Créer un Attribut

source: Click here if you wish to create a new <b>User Attribute</b> definition.
fr: Cliquez ici pour créer une nouvelle définition d'<b>Attribut Utilisateur</b>.

source: Adito:::Remove Attribute Definition
fr: Adito:::Supprimer une Définition d'Attribut

source: Confirm Attribute Definition Deletion
fr: Confirmer la suppression d'une définition d'attribut

source: The selected attribute definition will be removed.
fr: La définition d'attribut sélectionné sera supprimée.

source: Adito:::Create Attribute Definition
fr: Adito:::Créer une Définition d'Attribut

source: Create Attribute Definition
fr: Créer une Définition d'Attribut

source: This page allows to you create a new attribute definition.
fr: Cette page vous permet de définir une nouvelle définition d'attribut.

source: Adito:::Edit Attribute Definition
fr: Adito:::Editer une Définition d'Attribut

source: Edit Attribute Definition
fr: Editer une définition d'attribut

source: This page allows to you edit a attribute definition.
fr: Cette page vous permet d'éditer une définition d'attribut.

source: Class:
fr: Classe:

source: Category:
fr: Catégorie:

source: Weight:
fr: Poids:

source: Visibility:
fr: Visibilité:

source: User or admin.
fr: Utilisateur ou Administrateur.

source: may use, view and overide
fr: peut utiliser, voir ou modifier

source: User may use or view, admin.
fr: Un utilisateur peut utiliser ou voir, un administrateur.

source: can change
fr: peut modifier

source: User may use, admin can view or change
fr: Un utiisateur peur utiliser, un administrateur peut voir ou modfifier

source: Default Value:
fr: Valeur par defaut:

source: Validator
fr: Validateur

source: You must provide a name for the user attribute.
fr: Vous devez fournir un nom pour l'attribut utilisateur

source: You must provide a description for the user attribute.
fr: Vous devez fournir une description pour l'attribut utilisateur

source: An attribute definition with the name <strong>{0}</strong> already exists
fr: Une définition d'attribut avec le nom <strong>{0}</strong> existe déjà

source: The name may only contain word characters ([a-zA-Z_0-9])
fr: Le nom ne peut contenir que des caractères alphanumériques ([a-zA-Z_0-9])

source: No such validator {0}.
fr: Aucun validateur {0}.

source: Adito::::Create Attribute Definition
fr: Adito:::Créer une Définition d'Attribut

source: The following wizard will guide you through the stages of create a new attribute definition and configuring it.
fr: L'assistant suivant vous guidera à travers les étapes de création d'une nouvelle définition d'attribut et la configuation de celle-ci.

source: Step 1 - Attribute Definition Details
fr: Etape 1 - Détails de Définition d'Attribut

source: Please choose the class of attribute and provide a name and description for this attribute definition.
fr: Veuillez sélectionner la classe d'attribut et fournir un nom et une description pour cette définition d'attribut

source: Step 2 - Attribute Definition Options
fr: Etape 2 - Options de Définition d'Attribut

source: You may further configure this attribute definition using the optional fields below.
fr: Vous pouvez configurer cette définition d'attribut en utiisant les champs optionnels ci-dessouss.

source: Review the information below before clicking on <strong>Finish</strong> to create the attribute.
fr: Vérifiez les informations ci-dessous avant de cliquer sur <strong>Terminer</strong> pour créer l'attribut.

source: Attribute Created
fr: Attribut Créé

source: The attribute creation wizard is now complete.
fr: L'assistant de création d'attribut est maintenant terminé.

source: The creation of the attribute has failed.
fr: La création de l'Attribut a échoué.

source: The creation of the attribute is complete, but some warnings occured.
fr: La création de l'attribut est terminée, mais il y a eu des avertissements.

source: Attribute created
fr: Attribut Créé

source: Failed to create attribute.
fr: Echec de création de l'attribut.

source: Adito:::Attributes
fr: Adito:::Attributs

source: Edit Attributes
fr: Editer les Attributs

source: This page allows to you to edit your personal <i>Attributes</i>.
fr: Cette page vous permet d'éditer vos <i>Attributs</i> personnels

source: Attributes are pieces of information personal to you, and required by the various applications and features Adito provides you with.
fr: Les attributs sont des informations personnelles nécessaires pour les différentes applications d'Adito.

source: <p>Note, your administrator may require that you keep some of these details up-to-date yourself.
fr: <p>Notez que l'administrateur peut vous demander de maintenir certains détails à jour vous-mêmes.

source: Validator:
fr: Validateur

source: {0} requires a value but is empty.
fr: {0} nécessite une valeur mais est vide.

source: Global profiles may not be deleted here.
fr: Les profils globaux ne peuvent pas être effacés ici.

source: Global profiles may not be edited here.
fr: Les profils globaux ne peuvent pas être édités ici.

source: You cannot name custom profiles 'Default'.
fr: Vous ne pouvez pas nommer le profil 'Default'.

source: Adito:::Remove Profile
fr: Adito:::Supprimer un Profil

source: All configuration data stored in the profile will be deleted.
fr: Toute les données de configuration stockées dans le profil seront supprimées

source: The configuration has changed and Adito now requires a <a class="plaintText" href="/showShutdown.do">restart</a> before these settings can take effect.
fr: La configuration a été modifiée, Adito doit maintenant être <a class="plaintText" href="/showShutdown.do">redémarré</a> pour que ces paramètres soient actifs.

source: Adito::::Create Profile
fr: Adito:::Créer un Profil

source: The following wizard will guide you through the stages of configuring a new profile and assigning it to one or more policies.
fr: L'assistant suivant vous guidera à travers les étapes de configuration d'un nouveau profil et l'assignation à une ou plusieurs stratégies.

source: Profile Details
fr: Détails du Profil

source: Step 1 - Profile Details
fr: Etape 1 - Détails du Profil

source: Please provide a name and description for this profile and choose a profile to use as the basis for this new profile.
fr: Veuillez fournir un nom et une description pour ce profil and choisir un profil à utiliser comme base pour ce nouveau profil.

source: Base on profile:
fr: Basé sur le profil:

source: No profile name has been provided.
fr: Aucun nom de profil n'a été fourni

source: You must provide a description for this profile.
fr: Vous devez fournir une description pour ce profil.
